Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: tessera could not confirm your existing purchase status yet. retry or restore purchases before saving another host.
de: Tessera konnte deinen bestehenden Kaufstatus noch nicht bestätigen. Versuche es erneut oder stelle Käufe wieder her, bevor du einen weiteren Host sicherst.
es: Tessera todavía no ha podido confirmar el estado de tus compras. reinténtalo o restaura las compras antes de guardar otro host.
fr: Tessera n'a pas encore pu confirmer l'état de vos achats. réessayez ou restaurez les achats avant d'enregistrer un autre hôte.
ja: Tessera はまだ既存の購入状況を確認できていません。別のホストを保存する前に、再試行するか購入を復元してください。
zh_hans: Tessera 尚未确认你已有的购买状态。请在保存另一台主机前重试或恢复购买。
zh_hant: Tessera 尚未確認你既有的購買狀態。請在儲存另一台主機前重試或回復購買。

source: tessera could not read saved hosts. nothing was changed; try again.
de: tessera konnte die gesicherten Hosts nicht lesen. es wurde nichts geändert; versuche es erneut.
es: tessera no pudo leer los hosts guardados. no se cambió nada; inténtalo de nuevo.
fr: tessera n'a pas pu lire les hôtes enregistrés. rien n'a été modifié ; réessayez.
ja: tessera は保存されたホストを読み取れませんでした。何も変更されていません。もう一度お試しください。
zh_hans: tessera 无法读取已保存的主机。未做任何更改；请重试。
zh_hant: tessera 無法讀取已儲存的主機。未做任何變更；請重試。

source: tessera is free software, distributed under the GNU General Public License v3. you may use, study, share, and modify it under the terms of that license.
de: Tessera ist freie Software und wird unter der GNU General Public License v3 verteilt. Du darfst sie im Rahmen dieser Lizenz verwenden, untersuchen, weitergeben und verändern.
es: tessera es software libre, distribuido bajo la GNU General Public License v3. puedes usarlo, estudiarlo, compartirlo y modificarlo según los términos de esa licencia.
fr: tessera est un logiciel libre, distribué sous la GNU General Public License v3. vous pouvez l'utiliser, l'étudier, le partager et le modifier selon les termes de cette licence.
ja: tessera はフリーソフトウェアであり、GNU General Public License v3 のもとで配布されています。同ライセンスの条件に従って、使用・研究・共有・改変ができます。
zh_hans: tessera 是自由软件，依据 GNU General Public License v3 发布。你可以在该许可证的条款下使用、研究、分享和修改它。
zh_hant: tessera 是自由軟體，依據 GNU General Public License v3 發布。你可以在該授權條款下使用、研究、分享和修改它。

source: tessera will not offer a purchase until existing access is confirmed. your saved hosts remain available.
de: Tessera bietet keinen Kauf an, bevor der bestehende Zugang bestätigt ist. Deine gesicherten Hosts bleiben verfügbar.
es: tessera no ofrecerá ninguna compra hasta confirmar el acceso que ya tienes. tus hosts guardados siguen disponibles.
fr: tessera ne proposera aucun achat tant que l'accès existant n'est pas confirmé. vos hôtes enregistrés restent disponibles.
ja: 既存の利用権が確認できるまで、tessera が購入を提案することはありません。保存済みのホストは引き続き利用できます。
zh_hans: 在确认你已有的权限之前，tessera 不会提示购买。你已保存的主机仍可正常使用。
zh_hant: 在確認你既有的權限之前，tessera 不會提示購買。你已儲存的主機仍可正常使用。

source: test bell
de: Glocke testen
es: probar el aviso
fr: tester la sonnerie
ja: ベルをテスト
zh_hans: 测试响铃
zh_hant: 測試響鈴

source: text editing
de: Textbearbeitung
es: edición de texto
fr: édition de texte
ja: テキスト編集
zh_hans: 文本编辑
zh_hant: 文字編輯

source: text landed but the composer did not become ready — open the pane
de: Der Text kam an, aber das Eingabefeld wurde nicht bereit — öffne den Bereich
es: el texto llegó, pero el redactor no quedó listo: abre el panel
fr: le texte est arrivé, mais le champ de saisie n'est pas devenu prêt — ouvrez le volet
ja: テキストは届きましたが、入力欄が準備完了になりませんでした — ペインを開いてください
zh_hans: 文本已送达，但输入框未就绪 —— 请打开该窗格
zh_hant: 文字已送達，但輸入框未就緒 —— 請開啟該窗格

source: the App Store could not complete the request. your saved host is unchanged.
de: Der App Store konnte die Anfrage nicht abschließen. Dein gesicherter Host bleibt unverändert.
es: la App Store no pudo completar la solicitud. tu host guardado no ha cambiado.
fr: l'App Store n'a pas pu terminer la demande. votre hôte enregistré est inchangé.
ja: App Store がリクエストを完了できませんでした。保存済みのホストは変わっていません。
zh_hans: App Store 未能完成该请求。你已保存的主机没有变化。
zh_hant: App Store 未能完成該請求。你已儲存的主機沒有變化。

source: the App Store could not confirm your existing purchases. your saved hosts remain available.
de: Der App Store konnte deine bestehenden Käufe nicht bestätigen. Deine gesicherten Hosts bleiben verfügbar.
es: la App Store no pudo confirmar tus compras existentes. tus hosts guardados siguen disponibles.
fr: l'App Store n'a pas pu confirmer vos achats existants. vos hôtes enregistrés restent disponibles.
ja: App Store が既存の購入を確認できませんでした。保存済みのホストは引き続き利用できます。
zh_hans: App Store 未能确认你已有的购买。你已保存的主机仍可使用。
zh_hant: App Store 未能確認你既有的購買。你已儲存的主機仍可使用。

source: the App Store could not load this purchase. existing hosts remain available.
de: Der App Store konnte diesen Kauf nicht laden. Bestehende Hosts bleiben verfügbar.
es: la App Store no pudo cargar esta compra. los hosts existentes siguen disponibles.
fr: l'App Store n'a pas pu charger cet achat. les hôtes existants restent disponibles.
ja: App Store がこの購入を読み込めませんでした。既存のホストは引き続き利用できます。
zh_hans: App Store 未能加载此购买项。已有的主机仍可使用。
zh_hant: App Store 未能載入此購買項目。既有的主機仍可使用。

source: the App Store could not verify existing purchase status
de: Der App Store konnte den bestehenden Kaufstatus nicht prüfen
es: el app store no pudo verificar el estado de compra existente
fr: l'app store n'a pas pu vérifier l'état d'achat existant
ja: App Store が既存の購入状況を確認できませんでした
zh_hans: app store 无法验证已有的购买状态
zh_hant: app store 無法驗證既有的購買狀態

source: the App Store did not return the unlimited saved hosts product
de: Der App Store hat das Produkt für unbegrenzt gesicherte Hosts nicht zurückgeliefert
es: el app store no devolvió el producto de hosts guardados ilimitados
fr: l'app store n'a pas renvoyé le produit hôtes enregistrés illimités
ja: App Store から「保存できるホスト数が無制限」の製品情報が返されませんでした
zh_hans: app store 未返回「无限量保存主机」这一项目
zh_hant: app store 未回傳「無限量儲存主機」這一項目

source: the App Store returned a purchase that failed verification
de: Der App Store hat einen Kauf zurückgeliefert, der die Prüfung nicht bestanden hat
es: el app store devolvió una compra que no superó la verificación
fr: l'app store a renvoyé un achat qui n'a pas passé la vérification
ja: App Store から返された購入情報が検証に失敗しました
zh_hans: app store 返回的购买未通过验证
zh_hant: app store 回傳的購買未通過驗證

source: the address as seen from the SSH server
de: die Adresse, wie sie der SSH-Server sieht
es: la dirección tal como la ve el servidor SSH
fr: l'adresse telle que la voit le serveur SSH
ja: SSH サーバーから見たアドレス
zh_hans: 从 SSH 服务器看到的地址
zh_hant: 從 SSH 伺服器看到的位址

source: the app store could not complete the request. your saved host is unchanged.
de: Der App Store konnte die Anfrage nicht abschließen. Dein gesicherter Host bleibt unverändert.
es: la app store no pudo completar la solicitud. tu host guardado no ha cambiado.
fr: l'app store n'a pas pu terminer la demande. votre hôte enregistré est inchangé.
ja: App Store がリクエストを完了できませんでした。保存済みのホストは変わっていません。
zh_hans: app store 未能完成该请求。你已保存的主机没有变化。
zh_hant: app store 未能完成該請求。你已儲存的主機沒有變化。

source: the form has unsaved changes.
de: Das Formular enthält ungesicherte Änderungen.
es: el formulario tiene cambios sin guardar.
fr: le formulaire contient des modifications non enregistrées.
ja: フォームに保存していない変更があります。
zh_hans: 表单中有未保存的更改。
zh_hant: 表單中有未儲存的更改。

source: the full theme preview gallery remains available on iPad
de: Die vollständige Themenvorschau bleibt auf dem iPad verfügbar
es: la galería completa de vistas previas de temas sigue disponible en el iPad
fr: la galerie complète d'aperçus de thèmes reste disponible sur iPad
ja: テーマのプレビューギャラリーは iPad で引き続き利用できます
zh_hans: 完整的主题预览库在 iPad 上仍然可用
zh_hant: 完整的主題預覽庫在 iPad 上仍然可用

source: the jump chain could not be resolved.
de: Die Jump-Kette konnte nicht aufgelöst werden.
es: no se pudo resolver la cadena de saltos.
fr: impossible de résoudre la chaîne de rebonds.
ja: 踏み台チェーンを解決できませんでした。
zh_hans: 无法解析跳板链。
zh_hant: 無法解析跳板鏈。

source: the puck morphs into a mic+waveform glyph while listening
de: Während des Zuhörens verwandelt sich der Puck in ein Mikrofon-Wellenform-Symbol
es: mientras escucha, el disco se transforma en un glifo de micrófono con onda
fr: pendant l'écoute, la pastille se transforme en un glyphe micro + forme d'onde
ja: 聞き取り中、パックはマイクと波形のグリフに変化します
zh_hans: 聆听时圆钮会变成麦克风加波形的图形
zh_hant: 聆聽時圓鈕會變成麥克風加波形的圖形

source: the puck remembers its last position per-orientation. this is just the cold-launch fallback.
de: Der Puck merkt sich seine letzte Position je Ausrichtung. Dies ist nur der Rückfall beim Kaltstart.
es: el disco recuerda su última posición en cada orientación. esto es solo el valor de reserva al arrancar en frío.
fr: la pastille retient sa dernière position pour chaque orientation. ceci n'est que la valeur de repli au démarrage à froid.
ja: パックは向きごとに最後の位置を記憶します。これはコールド起動時のフォールバックにすぎません。
zh_hans: 圆钮会按屏幕方向分别记住上次的位置。这里设置的只是冷启动时的回退值。
zh_hant: 圓鈕會依螢幕方向分別記住上次的位置。這裡設定的只是冷啟動時的回退值。

source: the same server-side screen remains attached on both devices.
de: auf beiden Geräten bleibt derselbe serverseitige Bildschirm angehängt.
es: la misma pantalla del servidor sigue conectada en ambos dispositivos.
fr: le même écran côté serveur reste attaché sur les deux appareils.
ja: 両方のデバイスで、サーバー側の同じ画面がアタッチされたままになります。
zh_hans: 两台设备保持接入服务器端的同一个屏幕。
zh_hant: 兩台裝置保持接入伺服器端的同一個畫面。

source: the terminal owns them — that's why app shortcuts must include ⌘
de: Das Terminal beansprucht sie — deshalb müssen App-Kurzbefehle ⌘ enthalten
es: las reclama el terminal — por eso los atajos de la app deben incluir ⌘
fr: le terminal se les approprie — c'est pourquoi les raccourcis de l'app doivent inclure ⌘
ja: ターミナルが受け取ります — だからアプリのショートカットには ⌘ が必要です
zh_hans: 它们归终端所有 —— 所以应用快捷键必须带 ⌘
zh_hant: 它們歸終端機所有 —— 所以 App 快捷鍵必須帶 ⌘

source: the terminal's text input claims the arrow keys first. try a letter or a punctuation key.
de: Die Texteingabe des Terminals beansprucht die Pfeiltasten zuerst. Probiere einen Buchstaben oder ein Satzzeichen.
es: la entrada de texto del terminal reclama primero las teclas de flecha. prueba con una letra o un signo de puntuación.
fr: la saisie de texte du terminal s'approprie d'abord les touches fléchées. essayez une lettre ou une ponctuation.
ja: ターミナルのテキスト入力が矢印キーを先に受け取ります。文字キーか記号キーを試してください。
zh_hans: 终端的文本输入会先占用方向键。请改用字母键或标点键。
zh_hant: 終端機的文字輸入會先占用方向鍵。請改用字母鍵或標點鍵。

source: theme color
de: Theme-Farbe
es: color del tema
fr: couleur du thème
ja: テーマカラー
zh_hans: 主题颜色
zh_hant: 主題顏色

source: these hosts
de: diese Hosts
es: estos hosts
fr: ces hôtes
ja: これらのホスト
zh_hans: 这些主机
zh_hant: 這些主機

source: third-party licenses & notices
de: Lizenzen und Hinweise Dritter
es: licencias y avisos de terceros
fr: licences et mentions de tiers
ja: サードパーティのライセンスと表示
zh_hans: 第三方许可证与声明
zh_hant: 第三方授權條款與聲明

source: this document failed to load from the app bundle — please report this build issue at https://github.com/bambouville/tessera/issues
de: Dieses Dokument konnte nicht aus dem App-Bundle geladen werden — melde diesen Build-Fehler bitte unter https://github.com/bambouville/tessera/issues
es: este documento no se pudo cargar desde el paquete de la app — informa de este problema de compilación en https://github.com/bambouville/tessera/issues
fr: ce document n'a pas pu être chargé depuis le bundle de l'app — signalez ce problème de compilation sur https://github.com/bambouville/tessera/issues
ja: この文書を App バンドルから読み込めませんでした — このビルドの問題を https://github.com/bambouville/tessera/issues に報告してください
zh_hans: 无法从应用包中加载该文档 —— 请在 https://github.com/bambouville/tessera/issues 报告这个构建问题
zh_hant: 無法從 App 套件中載入該文件 —— 請在 https://github.com/bambouville/tessera/issues 回報這個建置問題

source: this host
de: dieser Host
es: este host
fr: cet hôte
ja: このホスト
zh_hans: 此主机
zh_hant: 此主機

source: this host starts its own tmux at login — showing that session as a plain terminal
de: Dieser Host startet beim Login sein eigenes tmux – diese Sitzung wird als einfaches Terminal angezeigt
es: este host arranca su propio tmux al iniciar sesión: se muestra esa sesión como un terminal simple
fr: cet hôte démarre son propre tmux à la connexion — cette session est affichée comme un terminal simple
ja: このホストはログイン時に独自の tmux を起動します — そのセッションを素のターミナルとして表示します
zh_hans: 此主机在登录时会自行启动 tmux —— 将该会话作为纯终端显示
zh_hant: 此主機在登入時會自行啟動 tmux —— 將該工作階段作為純終端機顯示

source: this launch mode has no ssh connection to carry forwards. switch the launch mode to auto-tmux or pinned-tmux on the connection tab — those modes keep an ssh side-channel for tmux that forwarding can ride on. (or change transport to ssh.)
de: Dieser Startmodus hat keine SSH-Verbindung, über die Weiterleitungen laufen könnten. Stelle den Startmodus im Tab „Verbindung“ auf Auto-tmux oder festgelegtes tmux um – diese Modi halten für tmux einen SSH-Seitenkanal offen, den die Weiterleitung mitbenutzen kann. (Oder wechsle den Transport auf SSH.)
es: este modo de inicio no tiene ninguna conexión ssh por la que llevar los reenvíos. cambia el modo de inicio a auto-tmux o tmux fijo en la pestaña de conexión: esos modos mantienen un canal lateral ssh para tmux que el reenvío puede aprovechar. (o cambia el transporte a ssh.)
fr: ce mode de lancement n'a aucune connexion ssh pour transporter les redirections. passez le mode de lancement à auto-tmux ou tmux fixé dans l'onglet connexion — ces modes gardent un canal ssh secondaire pour tmux, que la redirection peut emprunter. (ou changez le transport pour ssh.)
ja: この起動モードには、転送を通せる ssh 接続がありません。「接続」タブで起動モードを auto-tmux または固定 tmux に切り替えてください。これらのモードは tmux 用の ssh サイドチャネルを保持しており、転送はそこに相乗りできます。（または、トランスポートを ssh に変更してください。）
zh_hans: 此启动模式没有可承载转发的 ssh 连接。请在「连接」标签中将启动模式改为 auto-tmux 或固定 tmux —— 这两种模式会为 tmux 保留一条 ssh 侧信道，转发可以搭载其上。（或者把传输方式改为 ssh。）
zh_hant: 此啟動模式沒有可承載轉發的 ssh 連線。請在「連線」標籤中將啟動模式改為 auto-tmux 或固定 tmux —— 這兩種模式會為 tmux 保留一條 ssh 側通道，轉發可以搭載其上。（或者把傳輸方式改為 ssh。）

source: this program
de: dieses Programm
es: este programa
fr: ce programme
ja: このプログラム
zh_hans: 本程序
zh_hant: 本程式

source: tmux attach
de: tmux anhängen
es: conectar a tmux
fr: attacher tmux
ja: tmux にアタッチ
zh_hans: 接入 tmux
zh_hant: 接入 tmux

source: tmux control reconnecting - shortcut not sent
de: tmux-Steuerung verbindet neu – Kurzbefehl nicht gesendet
es: el control de tmux se está reconectando: no se envió el atajo
fr: reconnexion du contrôle tmux — raccourci non envoyé
ja: tmux コントロールを再接続中です。ショートカットは送信されていません
zh_hans: tmux 控制正在重连 —— 快捷键未发送
zh_hant: tmux 控制正在重新連線 —— 快速鍵未傳送

source: tmux could not start a session on this host — showing the plain shell
de: tmux konnte auf diesem Host keine Sitzung starten – es wird die einfache Shell angezeigt
es: tmux no pudo iniciar una sesión en este host: se muestra el shell simple
fr: tmux n'a pas pu démarrer de session sur cet hôte — affichage du shell simple
ja: このホストで tmux がセッションを開始できませんでした — 素のシェルを表示します
zh_hans: tmux 无法在此主机上启动会话 —— 显示纯 shell
zh_hant: tmux 無法在此主機上啟動工作階段 —— 顯示純 shell

source: tmux gotcha: env vars and the startup snippet only run when tmux *starts*. if you re-attach to an existing tmux session on this host, the running panes keep their old env. run `tmux kill-server` on the remote (or kill the session) and reconnect to pick up changes.
de: tmux-Falle: Umgebungsvariablen und das Startskript laufen nur, wenn tmux *startet*. Hängst du dich an eine bestehende tmux-Sitzung auf diesem Host, behalten die laufenden Bereiche ihre alte Umgebung. Führe `tmux kill-server` auf der Gegenstelle aus (oder beende die Sitzung) und verbinde dich neu, damit Änderungen greifen.
es: detalle de tmux: las variables de entorno y el fragmento de inicio solo se ejecutan cuando tmux *arranca*. si vuelves a conectarte a una sesión de tmux existente en este host, los paneles en marcha conservan su entorno anterior. ejecuta `tmux kill-server` en el remoto (o cierra la sesión) y vuelve a conectar para aplicar los cambios.
fr: piège tmux : les variables d'environnement et l'extrait de démarrage ne s'exécutent qu'au *démarrage* de tmux. si vous vous rattachez à une session tmux existante sur cet hôte, les volets en cours gardent leur ancien environnement. lancez `tmux kill-server` sur la machine distante (ou fermez la session) puis reconnectez-vous pour prendre en compte les changements.
ja: tmux の注意点: 環境変数と起動スニペットは、tmux が *起動する* ときにしか実行されません。このホストの既存の tmux セッションに再アタッチした場合、稼働中のペインは以前の環境をそのまま使います。変更を反映するには、リモートで `tmux kill-server` を実行する（またはセッションを終了する）してから接続し直してください。
zh_hans: tmux 注意事项：环境变量和启动脚本片段只在 tmux *启动* 时执行。如果你重新接入此主机上已有的 tmux 会话，运行中的窗格仍会沿用旧环境。请在远程执行 `tmux kill-server`（或结束该会话）后重新连接，才能应用更改。
zh_hant: tmux 注意事項：環境變數和啟動指令片段只在 tmux *啟動* 時執行。如果你重新接入此主機上既有的 tmux 工作階段，執行中的窗格仍會沿用舊環境。請在遠端執行 `tmux kill-server`（或結束該工作階段）後重新連線，才能套用更改。

source: tmux is attached but the screen has not painted — press any key to wake it
de: tmux ist angehängt, aber der Bildschirm wurde noch nicht gezeichnet – drücke eine beliebige Taste, um ihn aufzuwecken
es: tmux está conectado, pero la pantalla sigue sin pintarse: pulsa cualquier tecla para despertarla
fr: tmux est attaché, mais l'écran ne s'est pas affiché — appuyez sur n'importe quelle touche pour le réveiller
ja: tmux はアタッチ済みですが、画面が描画されていません — 任意のキーを押して表示させてください
zh_hans: tmux 已接入，但屏幕尚未绘制 —— 按任意键将其唤醒
zh_hant: tmux 已接入，但畫面尚未繪製 —— 按任意鍵將其喚醒

source: tmux item %lld of %lld
de: tmux-Eintrag %lld von %lld
es: elemento de tmux %lld de %lld
fr: élément tmux %lld sur %lld
ja: tmux 項目 %2$lld 個中 %1$lld 番目
zh_hans: tmux 项目，第 %1$lld 个，共 %2$lld 个
zh_hant: tmux 項目，第 %1$lld 個，共 %2$lld 個

source: tmux never started — showing the plain shell (the terminal below has the details)
de: tmux ist nie gestartet – es wird die einfache Shell angezeigt (Details stehen im Terminal darunter)
es: tmux nunca arrancó: se muestra el shell simple (los detalles están en el terminal de abajo)
fr: tmux n'a jamais démarré — affichage du shell simple (les détails sont dans le terminal ci-dessous)
ja: tmux が起動しませんでした — 素のシェルを表示します（詳細は下のターミナルに出ています）
zh_hans: tmux 始终没有启动 —— 显示纯 shell（详情见下方终端）
zh_hant: tmux 始終沒有啟動 —— 顯示純 shell（詳細資訊見下方終端機）

source: tmux not available on remote host — multi-window features disabled
de: tmux ist auf dem entfernten Host nicht verfügbar – Mehrfenster-Funktionen deaktiviert
es: tmux no está disponible en el host remoto: las funciones multiventana quedan desactivadas
fr: tmux n'est pas disponible sur l'hôte distant — les fonctions multifenêtres sont désactivées
ja: リモートホストで tmux を利用できません — 複数ウインドウの機能は無効です
zh_hans: 远程主机上没有 tmux —— 多窗口功能已停用
zh_hant: 遠端主機上沒有 tmux —— 多視窗功能已停用

source: tmux pane %lld of %lld, %@, window %@
de: tmux-Bereich %1$lld von %2$lld, %3$@, Fenster %4$@
es: panel de tmux %1$lld de %2$lld, %3$@, ventana %4$@
fr: volet tmux %1$lld sur %2$lld, %3$@, fenêtre %4$@
ja: tmux ペイン %2$lld 個中 %1$lld 番目、%3$@、ウインドウ %4$@
zh_hans: tmux 窗格，第 %1$lld 个，共 %2$lld 个，%3$@，窗口 %4$@
zh_hant: tmux 窗格，第 %1$lld 個，共 %2$lld 個，%3$@，視窗 %4$@

source: tmux pane %lld of %lld, %@, window %@, current
de: tmux-Bereich %1$lld von %2$lld, %3$@, Fenster %4$@, aktuell
es: panel de tmux %1$lld de %2$lld, %3$@, ventana %4$@, actual
fr: volet tmux %1$lld sur %2$lld, %3$@, fenêtre %4$@, actuel
ja: tmux ペイン %2$lld 個中 %1$lld 番目、%3$@、ウインドウ %4$@、現在
zh_hans: tmux 窗格，第 %1$lld 个，共 %2$lld 个，%3$@，窗口 %4$@，当前
zh_hant: tmux 窗格，第 %1$lld 個，共 %2$lld 個，%3$@，視窗 %4$@，目前

source: tmux session name
de: Name der tmux-Sitzung
es: nombre de la sesión de tmux
fr: nom de la session tmux
ja: tmux セッション名
zh_hans: tmux 会话名称
zh_hant: tmux 工作階段名稱

source: tmux window
de: tmux-Fenster
es: ventana de tmux
fr: fenêtre tmux
ja: tmux ウインドウ
zh_hans: tmux 窗口
zh_hant: tmux 視窗

source: tmux window %lld of %lld, %@, %lld panes
de: tmux-Fenster %1$lld von %2$lld, %3$@, %lld Bereiche
es: ventana de tmux %1$lld de %2$lld, %3$@, %lld paneles
fr: fenêtre tmux %1$lld sur %2$lld, %3$@, %lld volets
ja: tmux ウインドウ %2$lld 個中 %1$lld 番目、%3$@、%lld 個のペイン
zh_hans: tmux 窗口，第 %1$lld 个，共 %2$lld 个，%3$@，%lld 个窗格
zh_hant: tmux 視窗，第 %1$lld 個，共 %2$lld 個，%3$@，%lld 個窗格

source: tmux window %lld of %lld, %@, %lld panes, current
de: tmux-Fenster %1$lld von %2$lld, %3$@, %lld Bereiche, aktuell
es: ventana de tmux %1$lld de %2$lld, %3$@, %lld paneles, actual
fr: fenêtre tmux %1$lld sur %2$lld, %3$@, %lld volets, actuelle
ja: tmux ウインドウ %2$lld 個中 %1$lld 番目、%3$@、%lld 個のペイン、現在
zh_hans: tmux 窗口，第 %1$lld 个，共 %2$lld 个，%3$@，%lld 个窗格，当前
zh_hant: tmux 視窗，第 %1$lld 個，共 %2$lld 個，%3$@，%lld 個窗格，目前

source: tmux windows & panes
de: tmux-Fenster & Bereiche
es: ventanas y paneles de tmux
fr: fenêtres et volets tmux
ja: tmux のウインドウとペイン
zh_hans: tmux 窗口与窗格
zh_hant: tmux 視窗與窗格

source: today
de: heute
es: hoy
fr: aujourd'hui
ja: 今日
zh_hans: 今天
zh_hant: 今天

source: toggle agent center
de: Agentenzentrale ein-/ausblenden
es: mostrar u ocultar el centro de agentes
fr: afficher ou masquer le centre des agents
ja: エージェントセンターの表示を切り替え
zh_hans: 显示或隐藏智能体中心
zh_hant: 顯示或隱藏智能體中心

source: toggle files panel
de: Dateibereich ein-/ausblenden
es: mostrar u ocultar el panel de archivos
fr: afficher ou masquer le panneau de fichiers
ja: ファイルパネルの表示を切り替え
zh_hans: 显示或隐藏文件面板
zh_hant: 顯示或隱藏檔案面板

source: toggle hidden files
de: unsichtbare Dateien ein-/ausblenden
es: mostrar u ocultar los archivos ocultos
fr: afficher ou masquer les fichiers cachés
ja: 不可視ファイルの表示を切り替え
zh_hans: 显示或隐藏隐藏文件
zh_hant: 顯示或隱藏隱藏檔案

source: top bar height · %lld pt
de: Höhe der oberen Leiste · %lld pt
es: altura de la barra superior · %lld pt
fr: hauteur de la barre supérieure · %lld pt
ja: トップバーの高さ · %lld pt
zh_hans: 顶栏高度 · %lld pt
zh_hant: 頂欄高度 · %lld pt

source: top left
de: oben links
es: arriba a la izquierda
fr: en haut à gauche
ja: 左上
zh_hans: 左上
zh_hant: 左上

source: top right
de: oben rechts
es: arriba a la derecha
fr: en haut à droite
ja: 右上
zh_hans: 右上
zh_hant: 右上

source: translucent blur
de: Transluzente Unschärfe
es: desenfoque translúcido
fr: flou translucide
ja: 半透明のぼかし
zh_hans: 半透明模糊
zh_hant: 半透明模糊

source: translucent, refractive
de: Transluzent, lichtbrechend
es: translúcido, refractivo
fr: translucide, réfractif
ja: 半透明・光の屈折あり
zh_hans: 半透明，带折射
zh_hant: 半透明，帶折射

source: trigger
de: Auslöser
es: activador
fr: déclencheur
ja: トリガー
zh_hans: 触发方式
zh_hant: 觸發方式

source: triggered by double tap on the puck. independent of the radial — no swipe required.
de: wird durch Doppeltippen auf den Puck ausgelöst. unabhängig vom Radialmenü – kein Wischen nötig.
es: se activa con un doble toque en el disco. es independiente del radial: no hace falta deslizar.
fr: déclenché par un double appui sur la pastille. indépendant du menu radial — aucun balayage requis.
ja: パックをダブルタップすると起動します。放射状メニューとは独立していて、スワイプは不要です。
zh_hans: 双点圆钮即可触发。与放射状菜单相互独立 —— 无需滑动。
zh_hant: 點兩下圓鈕即可觸發。與放射狀選單相互獨立 —— 無需滑動。

source: trusted host keys
de: vertrauenswürdige Host-Keys
es: claves de host de confianza
fr: clés d'hôte de confiance
ja: 信頼済みホストキー
zh_hans: 受信任的主机密钥
zh_hant: 受信任的主機金鑰

source: try again
de: erneut versuchen
es: reintentar
fr: réessayer
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: try again · %@
de: erneut versuchen · %@
es: reintentar · %@
fr: réessayer · %@
ja: もう一度試す · %@
zh_hans: 重试 · %@
zh_hant: 重試 · %@

source: tunnels
de: Tunnel
es: túneles
ja: トンネル
zh_hans: 隧道
zh_hant: 通道

source: type
de: Typ
es: tipo
ja: 種類
zh_hans: 类型
zh_hant: 類型

source: typed literally, spaces included.
de: wird wörtlich getippt, Leerzeichen inbegriffen.
es: se escribe literalmente, espacios incluidos.
fr: saisi littéralement, espaces compris.
ja: スペースも含めて、そのまま入力されます。
zh_hans: 按字面输入，包括空格。
zh_hant: 按字面輸入，包括空格。

source: types the file's remote path into %@ after upload — on by default for temp
de: tippt den entfernten Pfad der Datei nach dem Hochladen in %@ ein – für temporäre Uploads standardmäßig an
es: escribe la ruta remota del archivo en %@ tras la subida: activado por omisión para los temporales
fr: saisit le chemin distant du fichier dans %@ après le téléversement — activé par défaut pour les fichiers temporaires
ja: アップロード後、ファイルのリモートパスを %@ に入力します。一時ファイルでは初期状態でオンです
zh_hans: 上传后把文件的远程路径输入到 %@ —— 临时文件默认开启
zh_hant: 上傳後把檔案的遠端路徑輸入到 %@ —— 暫存檔案預設開啟
